[BalanceDefs.BD_Aster_CriticalFail_TurnInObject InteractiveObjectBalanceDefinition]
DefaultDisplayName="Entregar"

[IO.CriticalFail_TurnInIO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.CriticalFailJumpingWeapon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.CriticalFailJumpingWeaponThree InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.CriticalFailJumpingWeaponTwo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_CriticalFail_TurnIn MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Entregar"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_CriticalFail_TurnIn:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um objeto de entrega temporal"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_CriticalFail_Weapon MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Arma Danificada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_CriticalFail_Weapon2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Arma 2"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_CriticalFail_Weapon2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Arma 2"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_CriticalFail_Weapon:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma arma escorregadia."
NoConstraintText=""
Suffix=""
Prefix=""

